Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: For the cytotoxicity test, human dental pulp cells and apical papilla cells were exposed to either 3Mix or to each single antibiotic component of 3Mix using concentrations of 0.024, 0.097, 0.39, 1.56, 6.25, and 25.00 μg/mL for 1, 3, 5, and 7 days.
vi: Để thử nghiệm độc tính tế bào, tế bào tuỷ răng người và tế bào nhú chóp được tiếp xúc với 3Mix hoặc mỗi thành phần kháng sinh đơn lẻ của 3Mix ở nồng độ 0.024, 0.097, 0.39, 1.56, 6.25, và và 25.00 mg/mL trong 1, 3, 5, and 7 ngày

source: For the experiment, cells at the third through fifth passages were harvested and used.
vi: Để thí nghiệm, các tế bào thế hệ 3 đến 5 được thu hoạch và sử dụng.

source: From clinical point of view the most important primary aims of cell-free regenerative endodontic procedures are those which are often called as patient related outcome.
vi: Từ quan điểm lâm sàng mục đích chính quan trọng nhất của thủ thuật nội nha tái tạo không tế bào là cái thường gọi là kết quả liên quan tới bệnh nhân.

source: From the biological point of view Man the hybris took the opportunity to be- come creative in evo- lution by means of specific interventions in the genome.
vi: Từ những quan điểm sinh học về loài người các hybris đã có cơ hội để được - tạo ra trong sự tiến hóa bởi phương tiện của cụ thể can thiệp trong bộ gen.

source: From the literature it seems that the success rate of achieving the primary goal is quite high and can be compared to conventional root canal treatment [30].
vi: Từ y văn dường như tỉ lệ thành công trong việc đạt được các mục tiêu chính là khá cao và có thể so sánh với điều trị nội nha thông thường. [30].

source: From this point of view, better conditioning of dentine surface can lead to favourable histological outcome.
vi: Từ quan điểm này, xử lý bề mặt ngà răng có thể dẫn đến kết quả mô học thuận lợi.

source: From this point of view, the cytotoxic effect of 3Mix from its acidic condition should be a concern.
vi: Từ quan điểm này, các hiệu ứng độc tế bào của 3Mix từ tính acid của nó nên được quan tâm.

source: From this point of view, the present evidence does not support the idea of regeneration.
vi: Từ quan điểm này, những bằng chứng hiện tại không ủng hộ ý tưởng của sự tái sinh.

source: Fully occupying the red bone marrow
vi: Chiếm toàn bộ tuỷ xương đỏ

source: Fundamentally, this proteolytic action is necessary to disrupt extracellular matrix of biofilm.
vi: Về cơ bản, hoạt động phân giải protein này là cần thiết để phá vỡ khuôn ngoại bào của màng sinh học.

source: Fur- thermore, it is quite possible that the same species are not optimal for all oral health purposes; e.g. different properties might be desired in respect to dental and gingival health.
vi: Hơn nữa, có thể là cùng một loài không phải là tối ưu cho tất cả các mục đích sức khoẻ răng miệng; ví dụ. Các thuộc tính khác nhau có thể được mong muốn đối với sức khoẻ răng miệng và nướu.

source: Further delay in treatment for more than 1 month increases the susceptibility of re-infection [4], as it could be washed by the tissue fluids through open apex.
vi: Sự trì hoãn điều trị hơn 1 tháng làm tăng sự nhạy cảm của tái nhiễm trùng [4], vì nó có thể đươc rửa sạch bởi dịch mô qua lỗ chóp mở.

source: Further- more, DPCs tolerated higher concentrations of Ca(OH)2 compared with the other antibiotic medicaments, which agrees with a recent published study (16).
vi: Hơn nữa, DPCs tolerated higher concentrations of Ca(OH)2 compared with the other antibiotic medicaments, which agrees with a recent published study (16).

source: Furthermore, in some studies the observed differences were quite small, though statistically significant.
vi: Hơn nữa, ở một số nghiên cứu sự khác biệt quan sát đã khá nhỏ, mặc dù có ý nghĩa thống kê.

source: Furthermore, it is important to realize that the salivary level of caries-associated microbes does not equate to dental caries.
vi: Hơn nữa, điều quan trọng là nhận ra rằng mức độ nước bọt của các vi khuẩn liên quan đến sâu răng không tương đương với sâu răng.

source: Furthermore, low concentrations of Ca(OH)2 were found to significantly increase the proliferation and migration of DPSCs and periodontal ligament stem cells (26).
vi: Hơn nữa, nồng độ thấp của Ca(OH)2 được tìm thấy có ý nghĩa tăng sinh và di động của DPSC và tế bào gốc dây chằng nha chu (26).

source: Furthermore, the efficacy and safety of probiotics should be scientifically proven.
vi: Hơn nữa, hiệu quả và tính an toàn của probiotic cần được chứng minh khoa học.

source: Furthermore, the negative effects of TAP on DPCs were detected at lower concentrations by using the WST-1 assays than by measuring the LDH release.
vi: Hơn nữa, những tác động xấu của TAP lên tế bào tuỷ răng người được phát hiện tại nồng độ thấp hơn bằng cách sử dụng các thử nghiệm WST-1 hơn là bằng cách đo giải phóng LDH.

source: Furthermore, the study proposed that both ciprofloxacin and minocycline were cytotoxic at the same tested concentrations, while metronida- zole has no cytotoxic effect on SCAPs and DPCs (15).
vi: Hơn nữa, nghiên cứu đề nghị rằng cả ciprofloxacin và minocyclin có độc tính ở cùng nồng độ được thử, trong khi metronidazole không có độc tính lên SCAP và DPC (15).

source: Furthermore, two recent studies suggested that intracanal medica- ment concentrations currently used in regenerative endodontics had detrimental effects on the survival of human stem cells of the apical papilla (SCAPs) and human dental pulp cells (DPCs) (15, 16), which may adversely affect the suc- cessful outcome of endodontic regeneration.
vi: Hơn nữa, hai nghiên cứu gần đây cho rằng nồng độ thuốc băng nội nha hiện dùng trong nội nha tái tạo gây hai cho sự tồn tại của tế bào gốc của tế bào nhú chóp (SCAP) và tế bào tuỷ răng người (DPCs) (15, 16), do đó ảnh hưởng đến sự thành công của nội nha tái sinh.

source: Gender
vi: Giới

source: General Information At the time of tooth eruption, the formation of the root below the gum that anchors the tooth in its bony socket is not complete.
vi: Thông tin chung Khi răng mọc, chân răng hình thành phía dưới nướu neo giữ răng trong xương ổ chưa trưởng thành..

source: Gingival and Periodontal Wound Healing
vi: tới lành thương nướu và mô nha chu

source: Gingival tissues
vi: Mô nướu

source: Gingival tissues play a key role in the protection of tooth structures and supporting periodontal tissues against trauma and/or infection.
vi: Mô nướu đóng vai trò quan trọng trong việc bảo vệ răng và mô nha chu chống lại chấn thương và/hoặc nhiễm trùng.

source: Gingival wound healing
vi: Lành thương nướu

source: Given our previous observations suggesting that fibrotic fibroblasts display elevated adhesive properties, our data suggest that scarring potential may be based, at least in part, on differences in adhesive properties among fibroblasts resident in connective tissue.
vi: Những quan sát trước đây của chúng tôi gợi ý rằng sợi nguyên bào sợi biểu hiện tính chất kết dính, dữ kiện của chúng tôi gợi ý rằng tiềm năng tạo sẹo có thể dựa vào, ít nhất một phần, trên sự khác nhau của tính chất kết dính dọc theo nguyên bào sợi thường trú trong mô liên kết.

source: Goethe, in his original version of Faust II, lets the”aspiring” Wagner perform the task.
vi: Goethe, trong phiên bản gốc của Faust II, cho phép"tham vọng," Wagner thực hiện nhiệm vụ.

source: Good clinical results in the treatment of vaginosis due to Gardnerella vaginalis have also been reported.
vi: Kết quả lâm sàng tốt trong điều trị viêm âm đạo do Gardnerella vaginalis được báo cáo.

source: Gordon Taylor in “The microbe named Man”
vi: Gordon Taylor trong "Những vi khuẩn được đặt tên loài người"

source: Gordon Taylor in “The suicide program”
vi: Gordon Taylor trong "chương trình tự tử"

source: Gordon Taylor: Man is the most un- restrained expand- ing parasite in the ecosphere
vi: Gordon Taylor: loài người ký sinh mở rộng không hạn chế trong sinh quyển

source: Growth factors in these scaffolds have mostly angiogenic and proliferative effects [33].
vi: Yếu tố tăng trưởng trong các giá thể chủ yếu là hiệu ứng tạo mạch và tăng sinh [33].

source: Guidelines for Maintaining Cultured Cells
vi: Hướng dẫn để lưu trữ tế bào đã nuôi cấy.

source: Gujarat, India) at 50.00 mg/mL in distilled water.
vi: Gujarat, India) at 50.00 mg/mL trong nước cất.

source: Halitosis
vi: Hôi miệng

source: Halitosis is not a disease but a discomfort, although some oral diseases in- cluding periodontitis may be the underlying cause; however, in approximately 90% of cases, the origin can be found in the oral cavity,52 and probiotics are marketed for the treatment of both mouth- and gut-associated halitosis.
vi: Hôi miệng không phải là một bệnh nhưng một sự khó chịu, mặc dù một số bệnh răng miệng, bao gồm cả bệnh nha chu có thể là nguyên nhân, tuy nhiên, trong khoảng 90% trường hợp, nguồn gốc có thể được tìm thấy trong khoang miệng, và vi sinh được đưa ra thị trường cho việc điều trị của cả hai, - và ruột liên quan đến hôi miệng.

source: Handbook
vi: Cuốn cẩm nang

source: Harvest suspension cells by centrifugation.
vi: Thu hoạch tế bào huyền phù bằng cách ly tâm.

source: He also talks about the perceptual world and the world of action.
vi: Ông cũng nói về sự nhận thức thế giới và các thế giới của hành động.

source: He is a thinker, a doer and a reactor, who has developed an affinity for knowledge.
vi: Ông là một nhà tư tưởng, một người thực hiện và một người phản ứng, người đã phát triển một mối quan hệ cho kiến thức.

source: He recognized the principle of evolutionary de- velopment of organisms as well as the system of the necessity to adapt to new challenges in the environment.
vi: Ông ấy nhận ra nguyên tắc của phát triển tiến hoá của cơ quan cũng như hệ thống của sự cần thiết để thích nghi với thử thách mới của môi trường.

source: He sees the sys- tem of the necessity to adapt to new challenges in the environment and formulates these into theses.
vi: Anh ta thấy hệ thống của sự cần thiết để thích nghi với những thử thách mới trong môi trường và hình thành lý thuyết.

source: Hence combinations of medicaments are required for this purpose.(3) Biocompatibility- The medicaments used in root canals should possess antimicrobial properties, but in addition it should cause least amount of damage to host cells.(8)
vi: Do đó kết hợp các loại thuốc là cần thiết. (3) Tương hợp sinh học - Thuốc dùng trong ống tuỷ nên có tính kháng sinh, nhưng ngoài ra nó sẽ gây ra tổn thương ít nhất cho tế bào chủ.(8)

source: Hence in an infected or necrotic pulp due to lack of blood supply, topical antibiotics may be effective in a highly constrained and restricted pulp space [8].
vi: Do đó tuỷ hoại tử hoặc nhiễm trùng do thiếu cấp máu, kháng sinh tại chỗ có thể hiệu quả hơn trong ống tuỷ hẹp [8].

source: Hence it is often combined with metronidazole in treating mixed infections.
vi: Do đó nó thường được kết hợp với metronidazole trong điều trị nhiễm trùng hỗn hợp.

source: Hence removal of smear layer has shown proper diffusion of medicaments bringing about better disinfection.
vi: Do đó loại bỏ lớp mùn được chứng minh khuếch tán tốn hơn của thuốc mang đến kết quả khử trùng tốt hơn.

source: Here’s the logic:
vi: Đây là logic

source: High concentrations of the medicaments were not examined
vi: Nồng độ cao của thuốc không được thí nghiệm

source: Histological Scoring System
vi: Hệ thống chấm điểm mô học

source: Histological processing
vi: Xử lý mô học

source: Histopathological Evaluation
vi: Đánh giá mô học

source: Historically, animals have been target of investigations and observations to humans.
vi: Lịch sử, động vật là mục tiêu của cuộc điều tra và quan sát cho con người.

source: Hoshino et al [10] used propylene glycol and macrogol for delivery of triple antibiotic paste.
vi: Hoshino và cộng sự [10] dùng propylene glycol và macrogol để mang hỗn hợp ba kháng sinh.

source: Hoshino et al determined that 25 µg each/ml of ciprofloxacin, minocycline and metronidazole antibiotic mixture to be effective in sterilizing the infected root dentin in vitro [10].
vi: Hoshino và cộng sự xác định rằng 25 µg mỗi/ml hỗn hợp ciprofloxacin, minocycline và metronidazole sát trùng hiệu quả ngà chân răng nhiễm trùng in vitro [10].

source: How is swelling diagnosed?
vi: Làm thế nào để chẩn đoán sưng.

source: How is swelling prevented?
vi: Làm thế nào để phòng ngừa sưng?

source: How is swelling treated?
vi: Làm thế nào để điều trị sưng

source: However cell-free regenerative approach is much more promising in the near-term application of current biologically-based therapies into regenerative endodontics.
vi: Tuy nhiên tiếp cận không tế bào trong nội nha tái tạo thì được However cell-free regenerative approach is much more promising in the near-term application of current biologically-based therapies into regenerative endodontics.

source: However long-term use of calcium hydroxide can reduce the fracture resistance of the teeth [5].
vi: Tuy nhiên sử dụng dài hạn calcium hydroxide có thể giảm sự kháng gãy của răng [5].

source: However the chance to have these sources available at the time when necessary remains low.
vi: Tuy nhiên cơ hội để những nguồn này có sẵn lúc cần thấp

source: However, as combination (100µg each /ml) they inhibited the growth of every strain completely [16].
vi: Tuy nhiên, vì phối hợp (100µg mỗi loại /ml) chúng ức chế sự phát triển của mỗi chủng hoàn toàn [16].

source: However, bacterial recovery also significantly decreased compared with the control group (P < .01, Fig. 6).
vi: Tuy nhiên, vi khuẩn cũng giảm có ý nghĩa so sánh với nhóm chứng (P < .01, Hình 6).

source: However, balancing between the cytotoxic effect and antibacterial efficacy is impor- tant and still needs further study.
vi: Tuy nhiên, sự cân bằng giữa độc tính tế bào và hiệu quả kháng khuẩn là quan trọng và vẫn cần tiếp tục được nghiên cứu.

source: However, both studies used single viability assays, which were trypan blue exclusion assays (16) or MTT assays (15).
vi: Tuy nhiên, cả hai nghiên cứu chỉ sử dụng thử nghiệm đánh giá sự sống đơn lẻ, là thử nghiệm trypan blue exclusion assays (16) hoặc MTT assays (15).

source: However, dilution of these high concentrations by body fluids might promote cell proliferation and heal- ing of the pulp tissue.
vi: Tuy nhiên, sự pha loãng của nồng độ cao này bằng dịch cơ thể có thể đẩy mạnh tế bào tăng sinh và lành thương mô tuỷ răng.

source: However, for MTA samples, significantly fewer cells were observed.
vi: Tuy nhiên, với mẫu MTA, quan sát thấy tế bào thấp hơn có ý nghĩa.

source: However, in vitro and in vivo evidence on the suitability of BD in such applications is limited.
vi: Tuy nhiên, bằng chứng in vitro và in vivo về sự phù hợp của biodentine trong các ứng dụng còn hạn chế.

source: However, it appears that there are few studies with this focus in the Brazilian [8] and international literature [7,9].
vi: Tuy nhiên, dường như có vài nghiên cứu với mục tiêu này ở Brazin, [8] và y văn quốc tế [7,9].

source: However, it induces calcified barrier when it comes in direct contact with the vital tissue in the root canal and prevent growth of pulp tissue inside the root canal space [6].
vi: Tuy nhiên, nó gây ra hàng rào calci hoá khi nó tiếp xúc trực tiếp với mô sống trong ống tuỷ và ngăn cản sự phát triển của mô tuỷ bên trong khoang tuỷ răng [6].

source: However, its composition differs significantly from BD (11).
vi: Tuy nhiên, thành phần của nó khác đáng kể với biodentine (11).

source: However, little is known about the mechanisms underlying this phenomenon.
vi: Tuy nhiên, người ta biết rất ít về cơ chế ẩn sau hiện tượng này.

source: However, major advances were made by Tally et al [2, 3] at the Wadsworth Veterans Hospital in Los Angeles 10 years later; Tally and colleagues showed that met- ronidazole is useful in the treatment of systemic an- aerobic infections, including those caused by Bactero- ides fragilis.
vi: Tuy nhiên, những tiến bộ lớn hơn được thực hiện bởi Tally và cộng sự [2, 3] tại bệnh viện Wadsworth Veterans ở Los Angeles 10 năm sau; Tally và cộng sự cho thấy metronidazole rất hữu ích trong điều trị nhiễm trùng kỵ khí toàn thân, kể cả do Bacteroides fragilis.

source: However, many studies indicated that there is a variation in the degree of drug-induced cytotoxicity in different cell types (29, 30).
vi: Tuy nhiên, nhiều nghiên cứu chỉ ra rằng có một sự thay đổi mức độc gây độc tính tế bào của thuốc ở nhiều loại tế bào (29, 30).

source: However, other signs of swelling include the buildup of fluid in the affected area.
vi: Tuy nhiên, các dấu hiệu của sưng gồm sự tích tụ của dịch trong vùng bị ảnh hưởng.

source: However, remaining vital tissue inside the tooth and surviving cells around the apical part of the tooth, which have differentiation potential, are suspected (14–17).
vi: Tuy nhiên mô sống còn lại trong răng và tế bào sống sót quanh chóp răng, với tiềm năng biệt hoá, còn đang nghi vấn (14–17).

source: However, some recent histologic studies have shown that regenerated tissue found in the treated tooth was not exactly pulp tissue (20, 21).
vi: Tuy nhiên, vài nghiên cứu mô học gần đây cho thấy mô tái tạo tìm thấy trong răng được điều trị không chính xác là tuỷ răng (20, 21).

source: However, the cytotoxicity of 3Mix has not been evalu- ated.
vi: Tuy nhiên, độc tính tế bào của 3Mix chưa được đánh giá.

source: However, the cytotoxicity of 3Mix has not been evaluated.
vi: Tuy nhiên, độc tính tế bào của 3Mix chưa được đánh giá.

source: However, the histological evidence of such statement from human studies is very limited.
vi: Tuy nhiên, bằng chứng mô học của các tuyên bố từ nghiên cứu trên người rất hạn chế.

source: However, the most widely used intracanal medicament in endodontic regeneration is the triple antibiotic paste (TAP) suggested by Hoshino et al.
vi: Tuy nhiên, sử dụng thuốc băng nội nha được dùng rộng rãi nhất trong nội nha tái tạo là triple antibiotic paste (TAP) được Hoshino và cộng sự đề nghị

source: However, the outward appearance (pheno- type) of the race differs.
vi: Tuy nhiên, sự xuất hiện bên ngoài (kiểu hình) của các loài khác.

source: However, the safest non-toxic concentration of both TAP and DAP reported in this study, as well as in previous studies, was much lower than the intracanal concentrations that have been advocated in endodontic regeneration (approximately 1 g ml1).
vi: Tuy nhiên, nồng độ không độc an toàn nhất của TAP và DAP báo cáo trong nghiên cứu này, cũng như là các nghiên cứu trước, thấp hơn nhiều với nồng độ băng thuốc ống tuỷ được ủng hộ trong nội nha tái tạo (xấp xỉ 1 g/ml).

source: However, the study was conducted in an in vitro environment, which may not represent the real clinical situation.
vi: Tuy nhiên, nghiên cứu được tiến hành trong môi trường in vitro, có thể không đại diện cho tình trạng lâm sàng thực tế.

source: However, there are only a small number of clinical trials, and an agreed clinical technique has not been developed.
vi: Tuy nhiên, chỉ có một số ít thử nghiệm lâm sàng, và các kỹ thuật được đồng thuận không được phát triển.

source: However, there is concern whether the types of bacteria presented in necrotic immature teeth are the same as in necrotic mature teeth.
vi: Tuy nhiên, đó là mối quan tâm dù cho các loại vi khuẩn hiện diện trong răng chưa trưởng thành hoại tử giống như răng trưởng thành hoại tử.

source: However, these concentrations are much lower than the con- centrations that have been advocated in endodontic regeneration.
vi: Tuy nhiên, các nồng độ thấp hơn nhiều với nồng độ được ủng hộ trong nội nha tái tạo.

source: However, these concentrations are much lower than the concentrations of intracanal medicaments currently used in endodontic regeneration.
vi: Tuy nhiên, những nồng độ này thấp hơn nhiều với nồng độ được dùng trong băng thuốc nội nha hiện dùng trong nội nha tái tạo.

source: However, these concentrations are much lower than the concentrations that have been advocated in endodontic regeneration.
vi: Tuy nhiên, những nồng độ thấp hơn nhiều so với nồng độ đã được ủng hộ trong nội nha tái sinh.

source: However, this effec- tive concentration differed from Hoshino et al (10), who reported much higher concentrations (100–200 mg/mL) with antibacterial effects.
vi: Tuy nhiên, nồng độ hiệu quả này khác Hoshino (10), báo cáo nồng độ cao hơn (100–200 mg/mL) có hiệu quả kháng khuẩn.

source: However, those alternative antibiotics should intensely offer a potent antibacterial efficacy.
vi: Tuy nhiên, những kháng sinh thay thế nên có tiềm năng kháng khuẩn mạnh.

source: Human gingival fibroblasts
vi: Nguyên bào sợi nướu người

source: Human periodontal ligament cells
vi: Tế bào dây chằng nha chu người

source: Human periodontal ligament fibroblasts
vi: Nguyên bào sợi dây chằng nha chu người

source: I have viewed and explained up- righting into bipedal gait and its fundamental significance from various angles.
vi: Tôi đã xem và giải thích lên thăng vào, hai chân, dáng đi, và cơ bản của nó có ý nghĩa từ góc độ khác nhau.

source: I t i s evolving as an alternate treatment procedure in comparison to traditional pulpectomies/ root canal treatment and extractions for treatment of nonvital or pulpless teeth.
vi: Nó phát triển như một quy trình điều trị thay thế nếu so sánh với lấy tuỷ buồng / lấy tuỷ chân và nhổ răng để điều trị răng chết tuỷ.

source: INTRODUCTION
vi: GIỚI THIỆU

source: INTRODUCTION:
vi: GIỚI THIỆU

source: Identifiable remnants of graft
vi: Xác định được dấu vết còn lại của mô ghép

source: If damage to the dental pulp occurs before the root is fully developed, the dentist faces a number of problems:
vi: Nếu tốn thương tuỷ răng xảy ra trước khi chân răng phát triển đầy đủ, nha sĩ đối mặt với một số vấn đề:

source: If it does not subside, please return to the clinic to consider other treatment options.
vi: Nếu đau không giảm, vui lòng trở lại phòng khám để xem xét các chọn lựa điều trị khác

source: If more than 100 μL of medium is used per well, increase the amount of MTT Reagent ac- cordingly; e.g., for 250 μL of medium use 25 μL of MTT Reagent.
vi: Nếu dùng nhiều hơn 100 μL mỗi giếng, tăng lượng MTT Reagent phù hợp, ví dụ 250 μL môi trường dùng 25 μL MTT Reagent.

source: If the described treatment does not lead to a successful outcome, conventional treatment can still be attempted.
vi: Nếu việc điều trị như mô tả trên không thành công, vẫn có thể điều trị theo cách thường quy

source: If the gap was filled with fibrous tissue only
vi: Nếu khoảng trống được lấp đầy chỉ bởi mô sợi

source: If the readings are low return the plate to the dark for longer incubation.
vi: Nếu kết quả đọc được thấp, đặt trở lại đĩa trong buồng tối để ủ lâu hơn.

source: If the swelling is not visible or if it is internal, you may experience the following symptoms:
vi: Nếu sưng không nhìn thấy hoặc nếu nó ở bên trong, bạn có thể gặp các triệu chứng sau đây:

source: If the triple antibiotic paste is used: 1) consider sealing pulp chamber with a dentin bonding agent [to minimize risk of staining] and 2) mix 1:1:1 ciprofloxacin: metronidazole: minocycline to a final concentration of 0.1 mg/ml.
vi: Nếu hỗn hợp ba kháng sinh được dùng: 1) xem xét dán buồng tuỷ với tác nhân dán ngà [để hạn chế nguy cơ nhuộm màu răng] và 2) trộn tỉ lệ 1:1:1 ciprofloxacin: metronidazole: minocycline đến nồng độ 0.1 mg/ml.

source: If there are signs/symptoms of persistent infection, consider additional treatment time with antimicrobial, or alternative antimicrobial.
vi: Nếu có dấu hiệu/triệu chứng của nhiễm trùng, xem xét thêm thời gian điều trị với kháng sinh, hoặc thay thế kháng sinh.

source: If triple antibiotic is used, ensure that it remains below CEJ (minimize crown staining).
vi: Nếu hỗn hợp ba kháng sinh được dùng, chắc chắn nó ở thấp hơn CEJ (hạn chế nhuộm màu thân răng).
